INSERT INTO Flight (StartPoint, FinishPoint, StartDate, FinishDate, PriceTicket, CountTicket)
VALUES
    ('Москва', 'Санкт-Петербург', '2024-03-03 12:00:00', '2024-03-03 14:00:00', 100.00, 8),
    ('Лондон', 'Париж', '2024-03-04 09:00:00', '2024-03-04 11:00:00', 150.00, 8),
    ('Нью-Йорк', 'Лос-Анджелес', '2024-03-05 15:00:00', '2024-03-05 18:00:00', 200.00, 8),
    ('Токио', 'Сеул', '2024-03-06 10:00:00', '2024-03-06 12:00:00', 180.00, 8),
    ('Рим', 'Мадрид', '2024-03-07 14:00:00', '2024-03-07 16:00:00', 120.00, 8),
    ('Сидней', 'Мельбурн', '2024-03-08 11:00:00', '2024-03-08 13:00:00', 90.00, 8),
    ('Дубай', 'Москва', '2024-03-09 16:00:00', '2024-03-09 19:00:00', 250.00, 8),
    ('Пекин', 'Шанхай', '2024-03-10 13:00:00', '2024-03-10 15:00:00', 160.00, 8),
    ('Берлин', 'Амстердам', '2024-03-11 10:00:00', '2024-03-11 12:00:00', 140.00, 8),
    ('Мадрид', 'Барселона', '2024-03-12 17:00:00', '2024-03-12 19:00:00', 110.00, 8);
INSERT INTO Flight (StartPoint, FinishPoint, StartDate, FinishDate, PriceTicket, CountTicket)
VALUES
    ('Москва', 'Дубай', '2024-03-03 12:00:00', '2024-03-03 14:00:00', 250.00, 8);
